Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/AssistantSettingsSupport/AssistantSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SIRI_REQUESTS_ASSET_DOWNLOAD_FOOTER_TEXT_IPAD
source: Support for processing voice input on iPad will download later when connected to Wi-Fi.
ar: سيتم تنزيل الدعم لمعالجة إدخال الصوت على iPad لاحقًا عند الاتصال بشبكة Wi‑Fi.
bg: Поддръжка за обработване на гласови входни данни на iPad ще се изтегли по-късно, когато се свържете с Wi-Fi.
ca: El contingut necessari per processar la veu a l’iPad es descarregarà més tard, quan tinguis connexió a una xarxa Wi‑Fi.
cs: Podpora pro zpracování hlasového vstupu na iPadu se stáhne později, až budete připojení k Wi‑Fi.
da: Understøttelse til behandling af tale på iPad hentes senere, når der er forbindelse til Wi-Fi.
de: Unterstützung für die Verarbeitung von Spracheingaben auf deinem iPad wird später geladen, wenn eine WLAN-Verbindung besteht.
el: Θα πραγματοποιηθεί λήψη υποστήριξης για επεξεργασία φωνητικής εισόδου στο iPad όταν η συσκευή συνδεθεί σε Wi-Fi.
es: El contenido necesario para procesar entradas de voz en el iPad se descargará más tarde, cuando te conectes a una red Wi-Fi.
es_us: Se descargará el soporte para procesar entradas de voz en tu iPad cuando te conectes a una red Wi-Fi.
fi: Tuki iPadin sisäiseen puhesyötteen käsittelyyn ladataan, kun olet yhteydessä Wi-Fiin.
fr: Une assistance pour le traitement des saisies vocales sur l’iPad sera téléchargée lorsque votre appareil sera connecté à un réseau Wi-Fi.
fr_ca: Le contenu nécessaire au traitement de la saisie vocale sera téléchargé plus tard lorsque l’iPad sera connecté au Wi‑Fi.
he: הורדת חבילת התמיכה לעיבוד קלט קולי ב-iPad תבוצע מאוחר יותר עם החיבור לרשת אלחוטית.
hi: वाई-फ़ाई से कनेक्टेड रहने पर आपके iPad पर वॉइस इनपुट प्रोसेसिंग के लिए समर्थन बाद में डाउनलोड किया जाएगा।
hr: Podrška za obrađivanje glasovnog unosa na iPadu preuzet će se kasnije kad budete spojeni na Wi-Fi.
hu: A beszédhang-bemenet iPaden való feldolgozásának támogatása később lesz letöltve, amikor csatlakozik a Wi-Fi-hez.
id: Dukungan untuk memproses input suara di iPad akan diunduh nanti setelah terhubung ke Wi-Fi.
it: Gli elementi necessari per supportare l’elaborazione dell’input vocale su iPad verranno scaricati in seguito, quando la connessione alla rete Wi‑Fi sarà attiva.
ja: iPadで音声入力の処理をするために必要なものは、あとでWi-Fiに接続されたときにダウンロードされます。
kk: iPad құрылғысында дауыспен енгізуді өңдеу функциясының техникалық қолдауы кейінірек Wi-Fi желісіне қосылған кезде жүктеп алынады.
ko: 나중에 Wi-Fi에 연결되면 iPad에서의 음성 입력 처리 지원을 다운로드합니다.
lt: Balso duomenų apdorojimo funkcija į „iPad“ bus atsisiųsta vėliau, prisijungus prie „Wi-Fi“.
ms: Sokongan untuk memproses input suara pada iPad akan dimuat turun kemudian apabila disambungkan ke Wi‑Fi.
nb: Støtte for å behandle taleinndata på iPad lastes ned når du er koblet til Wi‑Fi.
nl: Ondersteuning voor het verwerken van steminvoer op de iPad wordt later gedownload wanneer er verbinding is met wifi.
pl: Pliki obsługi przetwarzania poleceń głosowych na iPadzie zostaną pobrane, gdy połączy się on z siecią Wi-Fi.
pt: A compatibilidade com processamento de dados de voz no iPad será baixada depois, quando o dispositivo estiver conectado a uma rede Wi-Fi.
pt_pt: A descarga do suporte para o processamento de dados de voz no iPad será efetuada mais tarde, quando houver ligação a uma rede Wi‑Fi.
ro: Resursele pentru procesarea comenzilor vocale pe iPad vor fi descărcate mai târziu, când veți dispune de conexiune Wi‑Fi.
ru: Поддержка обработки голосового ввода на iPad будет загружена позже при подключении к Wi‑Fi.
sk: Podpora pre spracovanie hlasového vstupu na iPade bude stiahnutá neskôr, keď sa pripojíte k Wi-Fi.
sl: Podpora pri obdelavi glasovnega vnosa v iPadu se bo prenesla, ko boste povezani z omrežjem Wi-Fi.
sv: Stöd för behandling av röstinmatning på iPad kommer att hämtas senare när du är ansluten till Wi-Fi.
th: การรองรับการประมวลผลเสียงพูดบน iPad จะดาวน์โหลดในภายหลังเมื่อเชื่อมต่อกับ Wi‑Fi
tr: iPad’de ses girişini işleme desteği Wi-Fi’ye bağlanıldığında indirilir.
uk: Компонент оброблення даних голосового вводу на iPad буде викачано пізніше після підʼєднання до мережі Wi‑Fi.
vi: Phần hỗ trợ xử lý dữ liệu nhập bằng giọng nói trên iPad sẽ tải về sau khi được kết nối vào Wi-Fi.
zh_cn: 在iPad上处理语音输入所需的支持内容将在稍后接入Wi-Fi时下载。
zh_hk: 於iPad上處理語音輸入的支援將會在稍後連接Wi-Fi時下載。
zh_tw: 在iPad上處理語音輸入的支援功能會稍後於你連接Wi-Fi時下載。

# SIRI_REQUESTS_ASSET_DOWNLOAD_FOOTER_TEXT_IPAD_CHINA
source: Support for processing voice input on iPad will download later when connected to WLAN.
ar: سيتم تنزيل الدعم لمعالجة إدخال الصوت على iPad لاحقًا عند الاتصال بشبكة WLAN.
bg: Поддръжка за обработване на гласови входни данни на iPad ще се изтегли по-късно, когато се свържете с WLAN.
ca: El contingut necessari per processar la veu a l’iPad es descarregarà més tard, quan tinguis connexió a una xarxa WLAN.
cs: Podpora pro zpracování hlasového vstupu na iPadu se stáhne později, až budete připojení k WLAN.
da: Understøttelse til behandling af tale på iPad hentes senere, når der er forbindelse til WLAN.
de: Unterstützung für die Verarbeitung von Spracheingaben auf deinem iPad wird später geladen, wenn eine WLAN-Verbindung besteht.
el: Θα πραγματοποιηθεί λήψη υποστήριξης για επεξεργασία φωνητικής εισόδου στο iPad όταν η συσκευή συνδεθεί σε WLAN.
es: El contenido necesario para procesar entradas de voz en el iPad se descargará más tarde, cuando te conectes a una red WLAN.
es_us: Se descargará el soporte para procesar entradas de voz en tu iPad cuando te conectes a una red WLAN.
fi: Tuki iPadin sisäiseen puhesyötteen käsittelyyn ladataan, kun olet yhteydessä WLANiin.
fr: Une assistance pour le traitement des saisies vocales sur l’iPad sera téléchargée lorsque votre appareil sera connecté à un réseau WLAN.
fr_ca: Le contenu nécessaire au traitement de la saisie vocale sera téléchargé plus tard lorsque l’iPad sera connecté au WLAN.
he: הורדת חבילת התמיכה לעיבוד קלט קולי ב-iPad תבוצע מאוחר יותר עם החיבור לרשת WLAN.
hi: WLAN से कनेक्टेड रहने पर आपके iPad पर वॉइस इनपुट प्रोसेसिंग के लिए समर्थन बाद में डाउनलोड किया जाएगा।
hr: Podrška za obrađivanje glasovnog unosa na iPadu preuzet će se kasnije kad budete spojeni na WLAN.
hu: A beszédhang-bemenet iPaden való feldolgozásának támogatása később lesz letöltve, amikor csatlakozik a WLAN-hoz.
id: Dukungan untuk memproses input suara di iPad akan diunduh nanti setelah terhubung ke WLAN.
it: Gli elementi necessari per supportare l’elaborazione dell’input vocale su iPad verranno scaricati in seguito, quando la connessione alla rete WLAN sarà attiva.
ja: iPadで音声入力の処理をするために必要なものは、あとでWLANに接続されたときにダウンロードされます。
kk: iPad құрылғысында дауыспен енгізуді өңдеу функциясының техникалық қолдауы кейінірек WLAN желісіне қосылған кезде жүктеп алынады.
ko: 나중에 WLAN에 연결되면 iPad에서의 음성 입력 처리 지원을 다운로드합니다.
lt: Balso duomenų apdorojimo funkcija į „iPad“ bus atsisiųsta vėliau, prisijungus prie WLAN.
ms: Sokongan untuk memproses input suara pada iPad akan dimuat turun kemudian apabila disambungkan ke WLAN.
nb: Støtte for å behandle taleinndata på iPad lastes ned når du er koblet til WLAN.
nl: Ondersteuning voor het verwerken van steminvoer op de iPad wordt later gedownload wanneer er verbinding is met WLAN.
pl: Pliki obsługi przetwarzania poleceń głosowych na iPadzie zostaną pobrane, gdy połączy się on z siecią WLAN.
pt: A compatibilidade com processamento de voz no iPad será baixada depois quando o dispositivo estiver conectado a uma rede WLAN.
pt_pt: A descarga do suporte para o processamento de dados de voz no iPad será efetuada mais tarde, quando houver ligação a uma rede WLAN.
ro: Resursele pentru procesarea comenzilor vocale pe iPad vor fi descărcate mai târziu, când veți dispune de conexiune WLAN.
ru: Поддержка обработки голосового ввода на iPad будет загружена позже при подключении к WLAN.
sk: Podpora pre spracovanie hlasového vstupu na iPade bude stiahnutá neskôr, keď sa pripojíte k WLAN.
sl: Podpora pri obdelavi glasovnega vnosa v iPadu se bo prenesla, ko boste povezani z omrežjem WLAN.
sv: Stöd för behandling av röstinmatning på iPad kommer att hämtas senare när du är ansluten till WLAN.
th: การรองรับการประมวลผลเสียงพูดบน iPad จะดาวน์โหลดในภายหลังเมื่อเชื่อมต่อกับ WLAN
tr: iPad’de ses işleme desteği indirme WLAN’a bağlanıldığında sürdürülür.
uk: Компонент оброблення даних голосового вводу на iPad буде викачано пізніше після підʼєднання до мережі WLAN.
vi: Phần hỗ trợ xử lý dữ liệu nhập bằng giọng nói trên iPad của bạn sẽ tải về sau khi được kết nối vào WLAN.
zh_cn: 在iPad上处理语音输入所需的支持内容将在稍后接入无线局域网时下载。
zh_hk: 於iPad上處理語音輸入的支援將會在稍後連接WLAN時下載。
zh_tw: 在iPad上處理語音輸入的支援功能會稍後於你連接WLAN時下載。

# SIRI_REQUESTS_ASSET_DOWNLOAD_FOOTER_TEXT_IPHONE
source: Support for processing voice input on iPhone will download later when connected to Wi-Fi.
ar: سيتم تنزيل الدعم لمعالجة إدخال الصوت على iPhone لاحقًا عند الاتصال بشبكة Wi‑Fi.
bg: Поддръжка за обработване на гласови входни данни на iPhone ще се изтегли по-късно, когато се свържете с Wi-Fi.
ca: El contingut necessari per processar la veu a l’iPhone es descarregarà més tard, quan tinguis connexió a una xarxa Wi‑Fi.
cs: Podpora pro zpracování hlasového vstupu na iPhonu se stáhne později, až budete připojení k Wi‑Fi.
da: Understøttelse til behandling af tale på iPhone hentes senere, når der er forbindelse til Wi-Fi.
de: Unterstützung für die Verarbeitung von Spracheingaben auf deinem iPhone wird später geladen, wenn eine WLAN-Verbindung besteht.
el: Θα πραγματοποιηθεί λήψη υποστήριξης για επεξεργασία φωνητικής εισόδου στο iPhone όταν η συσκευή συνδεθεί σε Wi-Fi.
es: El contenido necesario para procesar entradas de voz en el iPhone se descargará más tarde, cuando te conectes a una red Wi-Fi.
es_us: Se descargará el soporte para procesar entradas de voz en tu iPhone cuando te conectes a una red Wi-Fi.
fi: Tuki iPhonen sisäiseen puhesyötteen käsittelyyn ladataan, kun olet yhteydessä Wi-Fiin.
fr: Une assistance pour le traitement des saisies vocales sur l’iPhone sera téléchargée lorsque votre appareil sera connecté à un réseau Wi-Fi.
fr_ca: Le contenu nécessaire au traitement de la saisie vocale sera téléchargé plus tard lorsque l’iPhone sera connecté au Wi‑Fi.
he: הורדת חבילת התמיכה לעיבוד קלט קולי ב-iPhone תבוצע מאוחר יותר עם החיבור לרשת אלחוטית.
hi: वाई-फ़ाई से कनेक्टेड रहने पर आपके iPhone पर वॉइस इनपुट प्रोसेसिंग के लिए समर्थन बाद में डाउनलोड किया जाएगा।
hr: Podrška za obrađivanje glasovnog unosa na iPhoneu preuzet će se kasnije kad budete spojeni na Wi-Fi.
hu: A beszédhang-bemenet iPhone-on való feldolgozásának támogatása később lesz letöltve, amikor csatlakozik a Wi-Fi-hez.
id: Dukungan untuk memproses input suara di iPhone akan diunduh nanti setelah terhubung ke Wi-Fi.
it: Gli elementi necessari per supportare l’elaborazione dell’input vocale su iPhone verranno scaricati in seguito, quando la connessione alla rete Wi‑Fi sarà attiva.
ja: iPhoneで音声入力の処理をするために必要なものは、あとでWi-Fiに接続されたときにダウンロードされます。
kk: iPhone құрылғысында дауыспен енгізуді өңдеу функциясының техникалық қолдауы кейінірек Wi-Fi желісіне қосылған кезде жүктеп алынады.
ko: 나중에 Wi-Fi에 연결되면 iPhone에서의 음성 입력 처리 지원을 다운로드합니다.
lt: Balso duomenų apdorojimo funkcija į „iPhone“ bus atsisiųsta vėliau, prisijungus prie „Wi-Fi“.
ms: Sokongan untuk memproses input suara pada iPhone akan dimuat turun kemudian apabila disambungkan ke Wi‑Fi.
nb: Støtte for å behandle taleinndata på iPhone lastes ned når du er koblet til Wi‑Fi.
nl: Ondersteuning voor het verwerken van steminvoer op de iPhone wordt later gedownload wanneer er verbinding is met wifi.
pl: Pliki obsługi przetwarzania poleceń głosowych na iPhonie zostaną pobrane, gdy połączy się on z siecią Wi-Fi.
pt: A compatibilidade com processamento de dados de voz no iPhone será baixada depois, quando o dispositivo estiver conectado a uma rede Wi-Fi.
pt_pt: A descarga do suporte para o processamento de dados de voz no iPhone será efetuada mais tarde, quando houver ligação a uma rede Wi‑Fi.
ro: Resursele pentru procesarea comenzilor vocale pe iPhone vor fi descărcate mai târziu, când veți dispune de conexiune Wi‑Fi.
ru: Поддержка обработки голосового ввода на iPhone будет загружена позже при подключении к Wi‑Fi.
sk: Podpora pre spracovanie hlasového vstupu na iPhone bude stiahnutá neskôr, keď sa pripojíte k Wi-Fi.
sl: Podpora pri obdelavi glasovnega vnosa v iPhonu se bo prenesla, ko boste povezani z omrežjem Wi-Fi.
sv: Stöd för behandling av röstinmatning på iPhone kommer att hämtas senare när du är ansluten till Wi-Fi.
th: การรองรับการประมวลผลเสียงพูดบน iPhone จะดาวน์โหลดในภายหลังเมื่อเชื่อมต่อกับ Wi‑Fi
tr: iPhone’da ses girişini işleme desteği Wi-Fi’ye bağlanıldığında indirilir.
uk: Компонент оброблення даних голосового вводу на iPhone буде викачано пізніше після підʼєднання до мережі Wi‑Fi.
vi: Phần hỗ trợ xử lý dữ liệu nhập bằng giọng nói trên iPhone sẽ tải về sau khi được kết nối vào Wi-Fi.
zh_cn: 在iPhone上处理语音输入所需的支持内容将在稍后接入Wi-Fi时下载。
zh_hk: 於iPhone上處理語音輸入的支援將會在稍後連接Wi-Fi時下載。
zh_tw: 在iPhone上處理語音輸入的支援功能會稍後於你連接Wi-Fi時下載。

# SIRI_REQUESTS_ASSET_DOWNLOAD_FOOTER_TEXT_IPHONE_CHINA
source: Support for processing voice input on iPhone will download later when connected to WLAN.
ar: سيتم تنزيل الدعم لمعالجة إدخال الصوت على iPhone لاحقًا عند الاتصال بشبكة WLAN.
bg: Поддръжка за обработване на гласови входни данни на iPhone ще се изтегли по-късно, когато се свържете с WLAN.
ca: El contingut necessari per processar la veu a l’iPhone es descarregarà més tard, quan tinguis connexió a una xarxa WLAN.
cs: Podpora pro zpracování hlasového vstupu na iPhonu se stáhne později, až budete připojení k WLAN.
da: Understøttelse til behandling af tale på iPhone hentes senere, når der er forbindelse til WLAN.
de: Unterstützung für die Verarbeitung von Spracheingaben auf deinem iPhone wird später geladen, wenn eine WLAN-Verbindung besteht.
el: Θα πραγματοποιηθεί λήψη υποστήριξης για φωνητικής εισόδου στο iPhone όταν η συσκευή συνδεθεί σε WLAN.
es: El contenido necesario para procesar entradas de voz en el iPhone se descargará más tarde, cuando te conectes a una red WLAN.
es_us: Se descargará el soporte para procesar entradas de voz en tu iPhone cuando te conectes a una red WLAN.
fi: Tuki iPhonen sisäiseen puhesyötteen käsittelyyn ladataan, kun olet yhteydessä WLANiin.
fr: Une assistance pour le traitement des saisies vocales sur l’iPhone sera téléchargée lorsque votre appareil sera connecté à un réseau WLAN.
fr_ca: Le contenu nécessaire au traitement de la saisie vocale sera téléchargé plus tard lorsque l’iPhone sera connecté au WLAN.
he: הורדת חבילת התמיכה לעיבוד קלט קולי ב-iPhone תבוצע מאוחר יותר עם החיבור לרשת WLAN.
hi: WLAN से कनेक्टेड रहने पर आपके iPhone पर वॉइस इनुपुट प्रोसेसिंग के लिए समर्थन बाद में डाउनलोड किया जाएगा।
hr: Podrška za obrađivanje glasovnog unosa na iPhoneu preuzet će se kasnije kad budete spojeni na WLAN.
hu: A beszédhang-bemenet iPhone-on való feldolgozásának támogatása később lesz letöltve, amikor csatlakozik a WLAN-hoz.
id: Dukungan untuk memproses input suara di iPhone akan diunduh nanti setelah terhubung ke WLAN.
it: Gli elementi necessari per supportare l’elaborazione dell’input vocale su iPhone verranno scaricati in seguito, quando la connessione alla rete WLAN sarà attiva.
ja: iPhoneで音声の処理をするために必要なものは、あとでWLANに接続されたときにダウンロードされます。
kk: iPhone құрылғысында дауыспен енгізуді өңдеу функциясының техникалық қолдауы кейінірек WLAN желісіне қосылған кезде жүктеп алынады.
ko: 나중에 WLAN에 연결되면 iPhone에서의 음성 입력 처리 지원을 다운로드합니다.
lt: Balso duomenų apdorojimo funkcija į „iPhone“ bus atsisiųsta vėliau, prisijungus prie WLAN.
ms: Sokongan untuk memproses input suara pada iPhone akan dimuat turun kemudian apabila disambungkan ke WLAN.
nb: Støtte for å behandle taleinndata på iPhone lastes ned når du er koblet til WLAN.
nl: Ondersteuning voor het verwerken van steminvoer op de iPhone wordt later gedownload wanneer er verbinding met is WLAN.
pl: Pliki obsługi przetwarzania poleceń głosowych na iPhonie zostaną pobrane, gdy połączy się on z siecią WLAN.
pt: A compatibilidade com processamento de voz no iPhone será baixada depois quando o dispositivo estiver conectado a uma rede WLAN.
pt_pt: A descarga do suporte para o processamento de dados de voz no iPhone será efetuada mais tarde, quando houver ligação a uma rede WLAN.
ro: Resursele pentru procesarea comenzilor vocale pe iPhone vor fi descărcate mai târziu, când veți dispune de conexiune WLAN.
ru: Поддержка обработки голосового ввода на iPhone будет загружена позже при подключении к WLAN.
sk: Podpora pre spracovanie hlasového vstupu na iPhone bude stiahnutá neskôr, keď sa pripojíte k WLAN.
sl: Podpora pri obdelavi glasovnega vnosa v iPhonu se bo prenesla, ko boste povezani z omrežjem WLAN.
sv: Stöd för behandling av röstinmatning på iPhone kommer att hämtas senare när du är ansluten till WLAN.
th: การรองรับการประมวลผลเสียงพูดบน iPhone จะดาวน์โหลดในภายหลังเมื่อเชื่อมต่อกับ WLAN
tr: iPhone’da ses girişi işleme desteği indirme WLAN’a bağlanıldığında sürdürülür.
uk: Компонент оброблення даних голосового вводу на iPhone буде викачано пізніше після підʼєднання до мережі WLAN.
vi: Phần hỗ trợ xử lý dữ liệu nhập bằng giọng nói trên iPhone của bạn sẽ tải về sau khi được kết nối vào WLAN.
zh_cn: 在iPhone上处理语音输入所需的支持内容将在稍后接入无线局域网时下载。
zh_hk: 於iPhone上處理語音輸入的支援將會在稍後連接WLAN時下載。
zh_tw: 在iPhone上處理語音輸入的支援功能會稍後於你連接WLAN時下載。

# SIRI_REQUESTS_ASSET_DOWNLOADING_FOOTER_TEXT_APPLE VISION
source: Support for processing voice input on Apple Vision Pro is downloading.
ar: يجري تنزيل الدعم لمعالجة إدخال الصوت على Apple Vision Pro.
bg: Изтегля се поддръжка за обработване на гласови входни данни на Apple Vision Pro.
ca: S’està descarregant el contingut necessari per processar la veu a l’Apple Vision Pro.
cs: Stahuje se podpora pro zpracování hlasového vstupu na Apple Vision Pro.
da: Understøttelse til behandling af tale på Apple Vision Pro hentes.
de: Unterstützung für die Verarbeitung von Spracheingaben auf der Apple Vision Pro wird geladen.
el: Πραγματοποιείται λήψη υποστήριξης για επεξεργασία φωνητικής εισόδου στο Apple Vision Pro.
es: Se está descargando el contenido necesario para procesar entradas de voz en el Apple Vision Pro.
es_us: Se está descargando el soporte para procesar entradas de voz en este Apple Vision Pro.
fi: Ladataan tukea Apple Vision Pron sisäiseen puhesyötteen käsittelyyn.
fr: Les ressources nécessaires au traitement des saisies vocales sur lʼApple Vision Pro sont en cours de téléchargement.
fr_ca: Le contenu nécessaire au traitement de la saisie vocale sur l’Apple Vision Pro est en cours de téléchargement.
he: הורדת חבילת התמיכה לעיבוד קלט קולי ב-Apple Vision Pro מתבצעת כעת.
hi: Apple Vision Pro पर वॉइस प्रोसेसिंग के लिए समर्थन डाउनलोड किया जा रहा है।
hr: Preuzima se podrška za obrađivanje glasa na ovom uređaju Apple Vision Pro.
hu: A beszédhangbevitel ezen az Apple Vision Prón való feldolgozásához szükséges támogatás letöltése folyamatban van.
id: Dukungan untuk memproses input suara di Apple Vision Pro sedang diunduh.
it: È in corso il download degli elementi necessari per supportare l’elaborazione dell’input vocale su Apple Vision Pro.
ja: このApple Vision Proで音声入力の処理をするために必要なものをダウンロードしています。
kk: Apple Vision Pro құрылғысында дауыспен енгізуді өңдеу функциясының техникалық қолдауы жүктеп алынуда.
ko: Apple Vision Pro에서의 음성 입력 처리 지원을 다운로드하는 중입니다.
lt: Į „Apple Vision Pro“ atsisiunčiamas balso duomenų apdorojimo palaikymas.
ms: Sokongan untuk memproses input suara pada Apple Vision Pro sedang dimuat turun.
nb: Laster ned støtte for å behandle taleinndata på Apple Vision Pro.
nl: Er wordt ondersteuning voor het verwerken van steminvoer op de Apple Vision Pro gedownload.
pl: Pobieram pliki obsługi przetwarzania poleceń głosowych na tym Apple Vision Pro.
pt: Baixando compatibilidade com processamento de dados de voz no Apple Vision Pro.
pt_pt: A descarregar suporte para o processamento de dados de voz neste Apple Vision Pro…
ro: Resursele pentru procesarea comenzilor vocale pe Apple Vision Pro se descarcă.
ru: Загружается поддержка обработки голосового ввода на этом устройстве Apple Vision Pro.
sk: Sťahujem podporu pre spracovanie hlasového vstupu na Apple Vision Pro.
sl: Podpora za obdelavo glasovnega vnosa v napravi Apple Vision Pro se prenaša.
sv: Stöd för behandling av röstinmatning på Apple Vision Pro hämtas.
th: การรองรับการประมวลผลเสียงพูดบน Apple Vision Pro กำลังดาวน์โหลด
tr: Apple Vision Pro’da ses girişini işleme desteği indiriliyor.
uk: Викачується компонент оброблення даних голосового вводу на Apple Vision Pro.
vi: Đang tải về phần hỗ trợ xử lý dữ liệu nhập bằng giọng nói trên Apple Vision Pro.
zh_cn: 正在下载在Apple Vision Pro上处理语音输入所需的支持内容。
zh_hk: 正在下載於Apple Vision Pro上處理語音輸入的支援。
zh_tw: 正在下載在此Apple Vision Pro上處理語音輸入的支援功能。

# SIRI_REQUESTS_ASSET_DOWNLOADING_FOOTER_TEXT_IPAD
source: Support for processing voice input on iPad is downloading.
ar: يجري تنزيل الدعم لمعالجة إدخال الصوت على iPad.
bg: Изтегля се поддръжка за обработване на гласови входни данни на iPad.
ca: S’està descarregant el contingut necessari per processar la veu a l’iPad.
cs: Stahuje se podpora pro zpracování hlasového vstupu na iPadu.
da: Understøttelse til behandling af tale på iPad hentes.
de: Unterstützung für die Verarbeitung von Spracheingaben auf deinem iPad wird geladen.
el: Πραγματοποιείται λήψη υποστήριξης για επεξεργασία φωνητικής εισόδου στο iPad σας.
es: Se está descargando el contenido necesario para procesar entradas de voz en el iPad.
es_us: Se está descargando el soporte para procesar entradas de voz en tu iPad.
fi: Ladataan tukea iPadin sisäiseen puhesyötteen käsittelyyn.
fr: Les ressources nécessaires au traitement des saisies vocales sur l’iPad sont en cours de téléchargement.
fr_ca: Le contenu nécessaire au traitement de la saisie vocale sur l’iPad est en cours de téléchargement.
he: חבילת התמיכה לעיבוד קלט קולי ב-iPad נמצאת כרגע בהורדה.
hi: आपके iPad पर वॉइस इनपुट प्रोसेसिंग के लिए समर्थन डाउनलोड किया जा रहा है।
hr: Preuzima se podrška za obrađivanje glasa na iPadu.
hu: A beszédhang-bemenet iPaden való feldolgozásához szükséges támogatás letöltése folyamatban van.
id: Dukungan untuk memproses input suara di iPad sedang diunduh.
it: È in corso il download degli elementi necessari per supportare l’elaborazione dell’input vocale su iPad.
ja: iPadで音声入力の処理をするために必要なものをダウンロードしています。
kk: iPad құрылғысында дауыспен енгізуді өңдеу функциясының техникалық қолдауы жүктеп алынуда.
ko: iPad에서의 음성 입력 처리 지원을 다운로드하는 중입니다.
lt: Į „iPad“ atsisiunčiama balso duomenų apdorojimo funkcija.
ms: Sokongan untuk memproses input suara pada iPad sedang dimuat turun.
nb: Støtte for å behandle taleinndata på iPad lastes ned.
nl: Er wordt ondersteuning voor het verwerken van steminvoer op de iPad gedownload.
pl: Pobieram pliki obsługi przetwarzania poleceń głosowych na iPadzie.
pt: Baixando compatibilidade com processamento de dados de voz no iPad.
pt_pt: A descarregar suporte para o processamento de comandos de voz no iPad…
ro: Resursele pentru procesarea comenzilor vocale pe iPad se descarcă.
ru: Загружается поддержка обработки голосового ввода на iPad.
sk: Sťahujem podporu pre spracovanie hlasového vstupu na iPade.
sl: Podpora pri obdelavi glasovnega vnosa v iPadu se prenaša.
sv: Stöd för behandling av röstinmatning på iPad hämtas.
th: การรองรับการประมวลผลเสียงพูดบน iPad กำลังดาวน์โหลด
tr: iPad’de ses girişini işleme desteği indiriliyor.
uk: Викачується компонент обробки даних голосового вводу на iPad.
vi: Đang tải về phần hỗ trợ xử lý dữ liệu nhập bằng giọng nói trên iPad.
zh_cn: 正在下载在iPad上处理语音输入所需的支持内容。
zh_hk: 正在下載於iPad上處理語音輸入的支援。
zh_tw: 正在下載在iPad上處理語音輸入的支援功能。
